import { Stack } from "@mui/material";
import {Typography} from '@mui/joy';

const HomePage = () => {
  return(
    <>
      <Stack  width={{xs:"100%", lg:"50%"}} 
      alignItems={"center"} direction={"column"} spacing={"3em"} >
      <Typography
      noWrap
      component="a"
      href="/"
      sx={{
        "font-size": "70px",
        display: { xs: 'none', md: 'flex' },
        fontFamily: 'Arial',
        fontWeight: 600,
        color: '#1450A3',
        textDecoration: 'none',
      }}
      >
        מסעדנים ושליחים יקרים
        <br />
        
      </Typography>
      <Typography sx={{ direction: 'rtl', color: '#337CCF' }} >
בעידן של היום, שינוע ותפעול מערך משלוחים מתפקד ויעיל הפך למשימה יקרה מאוד.
<br />
הדבר נובע בעיקר בשל העלויות הגבוהות של החזקת שליח כעובד של המסעדה וכל הכרוך בכך או בשל עלויות גבוהות מדי לגורם צד  שלישי.
<br />
<br />
 אתר שליאח מקשר ישירות בין השליח לבין המסעדה באמצעות מערכת אונליין נוחה ויעילה,
  בלי התערבות העסקה בין השליח לבין המסעדה,
   ובכך מצמצם משמעותית את עלויות המשלוח למסעדה וגם ממקסם את הרווחים לשליח
   <br />
   <br />
   <u><b>שירותים למסעדה</b></u>
   <br />
   <br />
   <b>הכנסת משלוח למערכת ושייוך אוטומטי ומהיר לשליח זמין</b>
   <br />
   <b>צפייה אונליין בסטטוס המשלוח בזמן אמת</b>
   <br />
   <b>צבירת מאגר לקוחות וצפייה בנתונים נוספים</b>
   <br />
   <br />
   <br />
   <u><b>שירותים לשליח</b></u>
   <br />
   <br />
   <b>רשימה של משלוחים ממגוון מסעדות שמחכות לשליח</b>
   <br /> 
   <b>יכולת לנהל את העבודה באופן עצמאי</b>
   <br />
   <b>צפייה פשוטה בפרטים המלאים של המשלוח</b>
   <br />  
   <b>צפייה בנתונים כמו סכום הטיפים או כמות המשלוחים היומית</b>
   <br />  
   <br />
   מסעדנים ושליחים יקרים, אתר שליאח מזמין אתכם להצטרף עכשיו למהפיכה בשוק המשלוחים ולהינות ממגוון שירותים בחינם לחלוטין.
   <br />
   אנו סמוכים ובטוחים שיחד, נצליח להוזיל עלויות, לייצר מערך משלוחים מהיר ויעיל ולהבריא  את שוק המשלוחים הפרטיים.
   <br />
   <br />
   <b>הירשמו והתחילו </b>
       </Typography>
      </Stack>
    </>
  )
}

export default HomePage;